Repository: sillsdev/FwLocalizations
Catalog: messages.fa.tmx
Source language: en
Languages: fa

source: You have launched FLEX 40 times.
fa: ۴۰ بار برنامه فلکس را به کار برده‌اید.‏

source: You may add additional writing systems and edit existing ones in the Project Properties dialog box.
fa: سپس می‌توانید روش نگارشی بیشتر اضافه نمایید یا آن را ویرایش نمایید. جهت این عملیات پنجرهٔ ویژگی پروژه را بکار برید.‏

source: You must first select a Custom field to delete from the list.
fa: برای حذف از فهرست ابتدا باید یک ستون بخش را برگزینید.

source: You must have a region abbreviation if you specify a region name.
fa: اگر شما نام یک منطقه را تشخیص دهید باید مخفف نام یک منطقه را دارا باشید.

source: You must have at least one field showing
fa: حداقل باید یک بخش نشان داده شود.

source: You must have at least one language to continue.
fa: حداقل یک زبان برای ادامه باید داشته باشید.‏

source: You will now be taken to a new lexical reference type. Enter at least the name and abbreviation for the type. Then, click the "Back" button on the toolbar to return to where you were working. The new type will then be available for you to choose.
fa: شما در حال حاضر به یک نوع مرجع جدید واژگانی برده خواهید شد. حداقل نام و یا نام مخفف را برای نوع کلیک نمایید. سپس، دکمهٔ "برگشت" در نوار ابزار(تولبار) را جهت برگشت به جایی که کار می‌کردید، کلیک نمایید. نوع جدید برای انتخاب برای شما وجود خواهد داشت.

source: You will now be taken to a new, custom grammatical category. Enter at least the name and abbreviation for the new category. Then, click the "Back" button on the toolbar to return to where you were working. The new category will then be available for you to choose.
fa: شما به بخش دستوری معمول جدیدی برده خواهید شد. حداقل نام و یا نام مخفف باری بخش جدید وارد نمایید. سپس، دکمهٔ "برگشت" در نوار ابزار (تولبار) را جهت برگشت به جایی که شما کار می‌کردید، کلیک نمایید. بخش جدید جهت اتنخاب برای شما وجود خواهد داشت.

source: Your comment contained some characters which cannot be placed in the backup file name. The comment in the file name will be slightly different than the one saved inside the backup file. Altered comment: {0} Full comment: {1}
fa: نظرات شما دارای برخی از نشانه‌ها می‌باشند که نمی‌تواندر نام پروندهٔ جانشین ساز قرار گیرد. نظرات در نام پرونده به طور متفاوت از آن یکیذخیره در پروندهٔ جانشین ساز. نظر برگردانده شده: {0} نظر کامل: {1}

source: Your comment contained some characters which cannot be placed in the backup file name. The comment in the file name will be slightly different than the one saved inside the backup file. As a result, this backup will overwrite a previous one. Altered comment: {0} Full comment: {1}
fa: نظرات شما دارای نشانه‌هایی است که نمی‌توان در نام پرونده جانشین ساز قرار گیرند. نظرات در نام پرونده به طور متفاوت از آن در پروندهٔ جانشین ساز ذخیره می‌شود. در نتیجه، این جانشین سازی جایگزین قبلی می‌شود. نظرات برگردان شده: {0} نظرات کامل: {1}

source: Your discourse chart template is missing or has no columns. You can fix this by adding some in Lists/Text constituent chart templates.
fa: الگوی جدول متن شما گم شده و یا ستونهایی ندارد. شما آن را توسط اضافه نمودن در فهرست و یا متن الگوهای جدول سازه تعمییر کنید.

source: Your email address:
fa: آدرس پست الکترونیکی شما:‏

source: Zechariah
fa: زکریا

source: Zephaniah
fa: صفنیا

source: {0} Zero or more times
fa: {0} هیچ و یا بیشتر

source: Zoom
fa: نزدیک نمایی
